espressif/esp-idf/components/spi_flash/test_apps/esp_flash/sdkconfig.ci.c5_32m_120m_dio_map
CONFIG_IDF_TARGET="esp32c5"

CONFIG_ESP_TASK_WDT_INIT=n
CONFIG_IDF_EXPERIMENTAL_FEATURES=y
CONFIG_ESPTOOLPY_FLASHSIZE_32MB=y
CONFIG_ESPTOOLPY_FLASHFREQ_120M=y
CONFIG_BOOTLOADER_FLASH_DC_AWARE=y
CONFIG_SPI_FLASH_HPM_DC_AUTO=y
CONFIG_SPI_FLASH_HPM_DC_ON=y
CONFIG_SPI_FLASH_HPM_ENA=y
CONFIG_ESPTOOLPY_FLASHMODE_DIO=y
CONFIG_PARTITION_TABLE_OFFSET=0xa000
CONFIG_BOOTLOADER_CACHE_32BIT_ADDR_QUAD_FLASH=y
